---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.STEPImportOptions
source: html/0b284f2c-8733-1718-0299-c7625914841c.htm
---
# STEPImportOptions Members

Constructs a new instance of STEPImportOptions with default values of all properties.